Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Custom prompt config active
ar: تكوين الأوامر المخصص نشط
ca: Configuració personalitzada del prompt activa
cs: Vlastní konfigurace příkazového řádku aktivní
da: Brugerdefineret promptkonfiguration aktiv
de: Benutzerdefinierte Prompt-Konfiguration aktiv
es: Configuración personalizada del prompt activa
fi: Mukautetut komentokehoteasetukset käytössä
fr: Configuration personnalisée du prompt active
he: תצורת פרומפט מותאמת אישית פעילה
hu: Egyéni parancssor konfiguráció aktív
it: Configurazione prompt personalizzata attiva
ja: カスタムプロンプト設定が有効
ko: 사용자 정의 프롬프트 구성 활성화됨
nb: Egendefinert promptkonfigurasjon aktiv
nl: Aangepaste promptconfiguratie actief
pl: Niestandardowa konfiguracja zachęty aktywna
pt_br: Configuração personalizada de prompt ativa
pt_pt: Configuração personalizada de prompt ativa
ro: Configurație personalizată prompt activă
sl: Nastavitve pozivnika po meri aktivne
sv: Anpassad promptkonfiguration aktiv
uk: Власна конфігурація запрошення активна
vi: Cấu hình dấu nhắc tùy chỉnh đang hoạt động
zh_hans: 自定义提示符配置已激活
zh_hant: 自訂提示符設定已啟用

source: Custom Provider
ar: مزود مخصص
ca: Proveïdor personalitzat
cs: Vlastní poskytovatel
da: Tilpasset udbyder
de: Eigener Anbieter
es: Proveedor personalizado
fi: Mukautettu palveluntarjoaja
fr: Fournisseur personnalisé
he: ספק מותאם אישית
hu: Egyéni szolgáltató
it: Provider personalizzato
ja: カスタムプロバイダ
ko: 사용자 지정 제공자
nb: Egendefinert leverandør
nl: Aangepaste provider
pl: Niestandardowy dostawca
pt_br: Provedor Personalizado
pt_pt: Fornecedor Personalizado
ro: Furnizor personalizat
sl: Poljuben ponudnik
sv: Anpassad leverantör
uk: Власний провайдер
vi: Nhà Cung Cấp Tùy Chỉnh
zh_hans: 自定义提供商
zh_hant: 自訂供應商

source: Custom Providers
ar: مزودون مخصصون
ca: Proveïdors personalitzats
cs: Vlastní poskytovatelé
da: Brugerdefinerede udbydere
de: Benutzerdefinierte Anbieter
es: Proveedores personalizados
fi: Mukautetut palveluntarjoajat
fr: Fournisseurs personnalisés
he: ספקים מותאמים אישית
hu: Egyéni szolgáltatók
it: Provider personalizzati
ja: カスタムプロバイダ
ko: 사용자 지정 공급자
nb: Egendefinerte leverandører
nl: Aangepaste providers
pl: Niestandardowi dostawcy
pt_br: Provedores Personalizados
pt_pt: Fornecedores personalizados
ro: Furnizori personalizați
sl: Ponudniki po meri
sv: Anpassade leverantörer
uk: Користувацькі провайдери
vi: Nhà cung cấp tùy chỉnh
zh_hans: 自定义供应商
zh_hant: 自訂供應商

source: Custom Sequence
ar: تسلسل مخصص
ca: Seqüència personalitzada
cs: Vlastní sekvence
da: Brugerdefineret sekvens
de: Benutzerdefinierte Sequenz
es: Secuencia personalizada
fi: Mukautettu sarja
fr: Séquence personnalisée
he: רצף מותאם אישית
hu: Egyéni sorozat
it: Sequenza personalizzata
ja: カスタムシーケンス
ko: 사용자 지정 시퀀스
nb: Egendefinert sekvens
nl: Aangepaste reeks
pl: Niestandardowa sekwencja
pt_br: Sequência Personalizada
pt_pt: Sequência personalizada
ro: Secvență personalizată
sl: Zaporedje po meri
sv: Anpassad sekvens
uk: Користувацька послідовність
vi: Chuỗi tùy chỉnh
zh_hans: 自定义序列
zh_hant: 自訂序列

source: Custom Sequence…
ar: تسلسل مخصص…
ca: Seqüència personalitzada…
cs: Vlastní sekvence…
da: Brugerdefineret sekvens…
de: Benutzerdefinierte Sequenz …
es: Secuencia personalizada…
fi: Mukautettu sarja…
fr: Séquence personnalisée…
he: רצף מותאם אישית…
hu: Egyéni sorozat…
it: Sequenza personalizzata…
ja: カスタムシーケンス…
ko: 사용자 지정 시퀀스…
nb: Egendefinert sekvens …
nl: Aangepaste reeks…
pl: Niestandardowa sekwencja…
pt_br: Sequência Personalizada…
pt_pt: Sequência personalizada…
ro: Secvență personalizată…
sl: Zaporedje po meri …
sv: Anpassad sekvens…
uk: Користувацька послідовність…
vi: Chuỗi tùy chỉnh…
zh_hans: 自定义序列…
zh_hant: 自訂序列…

source: Custom Shaders
ar: تظليلات مخصصة
ca: Shaders personalitzats
cs: Vlastní shadery
da: Brugerdefinerede shaders
de: Benutzerdefinierte Shader
es: Shaders personalizados
fi: Mukautetut varjostimet
fr: Shaders personnalisés
he: שיידרים מותאמים אישית
hu: Egyéni shaderek
it: Shader personalizzati
ja: カスタムシェーダー
ko: 사용자 지정 셰이더
nb: Egendefinerte shadere
nl: Aangepaste shaders
pl: Niestandardowe shadery
pt_br: Shaders Personalizados
pt_pt: Shaders personalizados
ro: Shadere personalizate
sl: Senčniki po meri
sv: Anpassade shaders
uk: Користувацькі шейдери
vi: Shader tùy chỉnh
zh_hans: 自定义着色器
zh_hant: 自訂著色器

source: Custom Text Color
ar: لون نص مخصص
ca: Color del text personalitzat
cs: Vlastní barva textu
da: Brugerdefineret tekstfarve
de: Benutzerdefinierte Textfarbe
es: Color de texto personalizado
fi: Mukautettu tekstin väri
fr: Couleur de texte personnalisée
he: צבע טקסט מותאם
hu: Egyéni szövegszín
it: Colore testo personalizzato
ja: カスタムテキストカラー
ko: 사용자 지정 텍스트 색상
nb: Egendefinert tekstfarge
nl: Aangepaste tekstkleur
pl: Niestandardowy kolor tekstu
pt_br: Cor de texto personalizada
pt_pt: Cor de texto personalizada
ro: Culoare personalizată a textului
sl: Barva besedila po meri
sv: Anpassad textfärg
uk: Власний колір тексту
vi: Màu chữ tùy chỉnh
zh_hans: 自定义文本颜色
zh_hant: 自訂文字顏色

source: Customize Directions
ar: تخصيص الاتجاهات
ca: Personalitza les direccions
cs: Přizpůsobit směry
da: Tilpas retninger
de: Richtungen anpassen
es: Personalizar direcciones
fi: Mukauta suuntia
fr: Personnaliser les directions
he: התאמת כיוונים
hu: Irányok testreszabása
it: Personalizza direzioni
ja: 方向をカスタマイズ
ko: 방향 사용자화
nb: Tilpass retninger
nl: Richtingen aanpassen
pl: Dostosuj kierunki
pt_br: Personalizar direções
pt_pt: Personalizar direções
ro: Personalizează direcțiile
sl: Prilagodi smeri
sv: Anpassa riktningar
uk: Налаштувати напрямки
vi: Tùy chỉnh hướng
zh_hans: 自定义方向
zh_hant: 自訂方向

source: Customize the cursor and text-under-cursor colors. When disabled, the theme defaults are used.
ar: تخصيص ألوان المؤشر والنص أسفل المؤشر. عند التعطيل، يتم استخدام الألوان الافتراضية للسمة.
ca: Personalitza els colors del cursor i del text sota el cursor. Quan està desactivat, s'utilitzen els valors predeterminats del tema.
cs: Přizpůsobte barvy kurzoru a textu pod kurzorem. Při vypnutí se použijí výchozí hodnoty motivu.
da: Tilpas markørens og tekst-under-markørens farver. Når deaktiveret, bruges temaets standardværdier.
de: Cursor- und Text-unter-Cursor-Farben anpassen. Wenn deaktiviert, werden die Standardfarben des Designs verwendet.
es: Personaliza los colores del cursor y del texto bajo el cursor. Cuando está desactivado, se usan los colores predeterminados del tema.
fi: Mukauta kohdistimen ja kohdistimen alla olevan tekstin värejä. Kun pois käytöstä, käytetään teeman oletusarvoja.
fr: Personnaliser les couleurs du curseur et du texte sous le curseur. Lorsque cette option est désactivée, les couleurs par défaut du thème sont utilisées.
he: התאמה אישית של צבעי הסמן והטקסט מתחת לסמן. כאשר מושבת, נעשה שימוש בברירות המחדל של ערכת הנושא.
hu: A kurzor és a kurzor alatti szöveg színeinek testreszabása. Kikapcsolt állapotban a téma alapértékei érvényesek.
it: Personalizza i colori del cursore e del testo sotto il cursore. Se disattivato, vengono usati i colori predefiniti del tema.
ja: カーソルとカーソル下のテキストの色をカスタマイズします。無効にすると、テーマのデフォルトが使用されます。
ko: 커서 및 커서 아래 텍스트의 색상을 사용자 지정합니다. 비활성화하면 테마 기본값이 사용됩니다.
nb: Tilpass fargene for markøren og teksten under markøren. Når deaktivert, brukes temaets standardverdier.
nl: Pas de kleuren van de cursor en de tekst onder de cursor aan. Wanneer uitgeschakeld, worden de standaardwaarden van het thema gebruikt.
pl: Dostosuj kolory kursora i tekstu pod kursorem. Po wyłączeniu używane są domyślne wartości motywu.
pt_br: Personalize as cores do cursor e do texto sob o cursor. Quando desativado, as cores padrão do tema são usadas.
pt_pt: Personalize as cores do cursor e do texto sob o cursor. Quando desativado, são usadas as cores predefinidas do tema.
ro: Personalizați culorile cursorului și ale textului de sub cursor. Când este dezactivat, se folosesc valorile implicite ale temei.
sl: Prilagodite barve kazalca in besedila pod kazalcem. Ko je onemogočeno, se uporabijo privzete vrednosti teme.
sv: Anpassa markörens och text-under-markörens färger. När inaktiverat används temats standardvärden.
uk: Налаштуйте кольори курсора та тексту під курсором. Коли вимкнено, використовуються стандартні кольори теми.
vi: Tùy chỉnh màu con trỏ và màu chữ dưới con trỏ. Khi tắt, màu mặc định của chủ đề sẽ được sử dụng.
zh_hans: 自定义光标和光标下方文本的颜色。禁用时将使用主题默认值。
zh_hant: 自訂游標和游標下方文字的顏色。停用時將使用主題預設值。

source: Customize UI Colors…
ar: تخصيص ألوان الواجهة…
ca: Personalitza els colors de la interfície…
cs: Přizpůsobit barvy rozhraní…
da: Tilpas grænsefladefarver…
de: UI-Farben anpassen…
es: Personalizar colores de la interfaz…
fi: Mukauta käyttöliittymän värejä…
fr: Personnaliser les couleurs de l'interface…
he: התאמת צבעי הממשק…
hu: Felület színeinek testreszabása…
it: Personalizza colori dell'interfaccia…
ja: UIカラーをカスタマイズ…
ko: UI 색상 사용자화…
nb: Tilpass grensesnittfarger…
nl: UI-kleuren aanpassen…
pl: Dostosuj kolory interfejsu…
pt_br: Personalizar Cores da Interface…
pt_pt: Personalizar Cores da Interface…
ro: Personalizează culorile interfeței…
sl: Prilagodi barve vmesnika…
sv: Anpassa gränssnittsfärger…
uk: Налаштувати кольори інтерфейсу…
vi: Tùy chỉnh màu giao diện…
zh_hans: 自定义界面颜色…
zh_hant: 自訂介面顏色…

source: Customized
ar: مخصّص
ca: Personalitzat
cs: Přizpůsobeno
da: Tilpasset
de: Angepasst
es: Personalizado
fi: Mukautettu
fr: Personnalisé
he: מותאם
hu: Testreszabott
it: Personalizzato
ja: カスタマイズ済み
ko: 사용자 지정됨
nb: Tilpasset
nl: Aangepast
pl: Dostosowano
pt_br: Personalizado
pt_pt: Personalizado
ro: Personalizat
sl: Prilagojeno
sv: Anpassad
uk: Налаштовано
vi: Đã tùy chỉnh
zh_hans: 已自定义
zh_hant: 已自訂

source: Cycle
ar: تدوير
ca: Cicle
cs: Cyklus
da: Cyklus
de: Wechsel
es: Ciclo
fi: Kierto
he: מחזור
hu: Váltás
it: Ciclo
ja: 切り替え
ko: 순환
nb: Veksling
nl: Cyclus
pl: Cykl
pt_br: Ciclo
pt_pt: Ciclo
ro: Ciclu
sl: Kroženje
sv: Växling
uk: Цикл
vi: Xoay vòng
zh_hans: 循环
zh_hant: 循環

source: Cycle Speed
ar: سرعة الدورة
ca: Velocitat de cicle
cs: Rychlost cyklu
da: Cyklushastighed
de: Zyklusgeschwindigkeit
es: Velocidad de ciclo
fi: Kiertonopeus
fr: Vitesse de cycle
he: מהירות מחזור
hu: Ciklus sebesség
it: Velocità di ciclo
ja: サイクル速度
ko: 순환 속도
nb: Syklushastighet
nl: Cyclussnelheid
pl: Prędkość cyklu
pt_br: Velocidade do Ciclo
pt_pt: Velocidade de ciclo
ro: Viteză de ciclare
sl: Hitrost cikliranja
sv: Cykelhastighet
uk: Швидкість циклу
vi: Tốc độ chu kỳ
zh_hans: 循环速度
zh_hant: 循環速度

source: Daily
ar: يوميًا
ca: Diàriament
cs: Denně
da: Dagligt
de: Täglich
es: Diariamente
fi: Päivittäin
fr: Tous les jours
he: יומי
hu: Naponta
it: Ogni giorno
ja: 毎日
ko: 매일
nb: Daglig
nl: Dagelijks
pl: Codziennie
pt_br: Diariamente
pt_pt: Diariamente
ro: Zilnic
sl: Dnevno
sv: Dagligen
uk: Щодня
vi: Hàng ngày
zh_hans: 每天
zh_hant: 每天

source: Dangerous
ar: خطير
ca: Perillós
cs: Nebezpečné
da: Farlig
de: Gefährlich
es: Peligroso
fi: Vaarallinen
fr: Dangereux
he: מסוכן
hu: Veszélyes
it: Pericoloso
ja: 危険
ko: 위험
nb: Farlig
nl: Gevaarlijk
pl: Niebezpieczne
pt_br: Perigoso
pt_pt: Perigoso
ro: Periculos
sl: Nevarno
sv: Farlig
uk: Небезпечний
vi: Nguy hiểm
zh_hans: 危险
zh_hant: 危險

source: Dark
ar: داكن
ca: Fosc
cs: Tmavý
da: Mørk
de: Dunkel
es: Oscuro
fi: Tumma
fr: Sombre
he: כהה
hu: Sötét
it: Scuro
ja: ダーク
ko: 다크
nb: Mørk
nl: Donker
pl: Ciemny
pt_br: Escuro
pt_pt: Escuro
ro: Întunecat
sl: Temno
sv: Mörkt
uk: Темна
vi: Tối
zh_hans: 深色
zh_hant: 深色

source: Dash -
ar: شرطة -
ca: Guió -
cs: Pomlčka -
da: Bindestreg -
de: Bindestrich -
es: Guion -
fi: Viiva -
fr: Tiret -
he: מקף -
hu: Kötőjel -
it: Trattino -
ja: ダッシュ -
ko: 대시 -
nb: Bindestrek -
nl: Streepje -
pl: Myślnik -
pt_br: Travessão -
pt_pt: Travessão -
ro: Liniuță -
sl: Vezaj -
sv: Bindestreck -
uk: Тире -
vi: Dấu gạch ngang -
zh_hans: 短横线 -
zh_hant: 短橫線 -

source: Data synchronization and location tracking
ar: مزامنة البيانات وتتبع الموقع
ca: Sincronització de dades i seguiment d'ubicació
cs: Synchronizace dat a sledování polohy
da: Datasynkronisering og placeringssporing
de: Datensynchronisierung und Standortverfolgung
es: Sincronización de datos y rastreo de ubicación
fi: Tietojen synkronointi ja sijainnin seuranta
fr: Synchronisation des données et suivi de localisation
he: סנכרון נתונים ומעקב מיקום
hu: Adatszinkronizáció és helymeghatározás
it: Sincronizzazione dati e tracciamento posizione
ja: データ同期と位置情報の追跡
ko: 데이터 동기화 및 위치 추적
nb: Datasynkronisering og plasseringssporing
nl: Gegevenssynchronisatie en locatiebijhouding
pl: Synchronizacja danych i śledzenie lokalizacji
pt_br: Sincronização de dados e rastreamento de localização
pt_pt: Sincronização de dados e rastreio de localização
ro: Sincronizarea datelor și urmărirea locației
sl: Sinhronizacija podatkov in sledenje lokaciji
sv: Datasynkronisering och platsspårning
uk: Синхронізація даних та відстеження місцезнаходження
vi: Đồng bộ dữ liệu và theo dõi vị trí
zh_hans: 数据同步和位置跟踪
zh_hant: 資料同步和位置追蹤

source: Data synchronization settings
ar: إعدادات مزامنة البيانات
ca: Configuració de sincronització de dades
cs: Nastavení synchronizace dat
da: Indstillinger for datasynkronisering
de: Datensynchronisierungseinstellungen
es: Ajustes de sincronización de datos
fi: Tietojen synkronointiasetukset
fr: Réglages de synchronisation des données
he: הגדרות סנכרון נתונים
hu: Adatszinkronizációs beállítások
it: Impostazioni di sincronizzazione dati
ja: データ同期設定
ko: 데이터 동기화 설정
nb: Innstillinger for datasynkronisering
nl: Gegevenssynchronisatie-instellingen
pl: Ustawienia synchronizacji danych
pt_br: Configurações de sincronização de dados
pt_pt: Definições de sincronização de dados
ro: Setări de sincronizare a datelor
sl: Nastavitve sinhronizacije podatkov
sv: Inställningar för datasynkronisering
uk: Налаштування синхронізації даних
vi: Cài đặt đồng bộ dữ liệu
zh_hans: 数据同步设置
zh_hant: 資料同步設定

source: Database Actions
ar: إجراءات قاعدة البيانات
ca: Accions de base de dades
cs: Akce databáze
da: Databasehandlinger
de: Datenbankaktionen
es: Acciones de base de datos
fi: Tietokantatoiminnot
fr: Actions sur les bases de donnees
he: פעולות מסד נתונים
hu: Adatbazis-muveletek
it: Azioni database
ja: データベース操作
ko: 데이터베이스 작업
nb: Databasehandlinger
nl: Databaseacties
pl: Operacje na bazach danych
pt_br: Acoes do banco de dados
pt_pt: Acoes da base de dados
ro: Actiuni baze de date
sl: Dejanja podatkovnih baz
sv: Databasåtgärder
uk: Дії з базами даних
vi: Thao tác cơ sở dữ liệu
zh_hans: 数据库操作
zh_hant: 資料庫操作

source: Databases
ar: قواعد البيانات
ca: Bases de dades
cs: Databáze
da: Databaser
de: Datenbanken
es: Bases de datos
fi: Tietokannat
fr: Bases de données
he: מסדי נתונים
hu: Adatbázisok
it: Database
ja: データベース
ko: 데이터베이스
nb: Databaser
pl: Bazy danych
pt_br: Bancos de dados
pt_pt: Bases de dados
ro: Baze de date
sl: Podatkovne baze
sv: Databaser
uk: Бази даних
vi: Cơ sở dữ liệu
zh_hans: 数据库
zh_hant: 資料庫

source: Day
ar: نهار
ca: Dia
cs: Den
da: Dag
de: Tag
es: Día
fi: Päivä
fr: Jour
he: יום
hu: Nap
it: Giorno
ja: 昼
ko: 주간
nb: Dag
nl: Dag
pl: Dzień
pt_br: Dia
pt_pt: Dia
ro: Zi
sl: Dan
sv: Dag
uk: День
vi: Ngày
zh_hans: 日间
zh_hant: 日間

# Day/Night → %@ / %@
source: Day/Night → %1$@ / %2$@
ar: النهار/الليل → %1$@ / %2$@
ca: Dia/Nit → %1$@ / %2$@
cs: Den/Noc → %1$@ / %2$@
da: Dag/Nat → %1$@ / %2$@
de: Tag/Nacht → %1$@ / %2$@
es: Día/Noche → %1$@ / %2$@
fi: Päivä/Yö → %1$@ / %2$@
fr: Jour/Nuit → %1$@ / %2$@
he: יום/לילה → %1$@ / %2$@
hu: Nappal/Éjjel → %1$@ / %2$@
it: Giorno/Notte → %1$@ / %2$@
ja: 昼/夜 → %1$@ / %2$@
ko: 주간/야간 → %1$@ / %2$@
nb: Dag/Natt → %1$@ / %2$@
nl: Dag/Nacht → %1$@ / %2$@
pl: Dzień/Noc → %1$@ / %2$@
pt_br: Dia/Noite → %1$@ / %2$@
pt_pt: Dia/Noite → %1$@ / %2$@
ro: Zi/Noapte → %1$@ / %2$@
sl: Dan/Noč → %1$@ / %2$@
sv: Dag/Natt → %1$@ / %2$@
uk: День/Ніч → %1$@ / %2$@
vi: Ngày/Đêm → %1$@ / %2$@
zh_hans: 日间/夜间 → %1$@ / %2$@
zh_hant: 日間/夜間 → %1$@ / %2$@

source: Day/night theme can't be combined with color overrides — overrides will win.
ar: لا يمكن دمج سمة النهار/الليل مع تجاوزات الألوان، التجاوزات هي التي ستُطبَّق.
ca: El tema dia/nit no es pot combinar amb sobreescriptures de color — les sobreescriptures prevaldran.
cs: Motiv den/noc nelze kombinovat s přepsáními barev — přepsání mají přednost.
da: Dag/nat-tema kan ikke kombineres med farvetilsidesættelser — tilsidesættelser vinder.
de: Tag/Nacht-Design lässt sich nicht mit Farbüberschreibungen kombinieren — Überschreibungen haben Vorrang.
es: El tema día/noche no se puede combinar con anulaciones de color — las anulaciones prevalecerán.
fi: Päivä/yö-teemaa ei voi yhdistää värien ohituksiin — ohitukset voittavat.
fr: Le thème jour/nuit ne peut pas être combiné avec des remplacements de couleur — les remplacements l'emporteront.
he: לא ניתן לשלב ערכת נושא יום/לילה עם דריסות צבע — הדריסות יגברו.
hu: A nappali/éjjeli téma nem kombinálható színfelülbírálásokkal — a felülbírálások nyernek.
it: Il tema giorno/notte non può essere combinato con sostituzioni di colore — le sostituzioni avranno la precedenza.
ja: 昼/夜テーマは色のオーバーライドと併用できません — オーバーライドが優先されます。
ko: 주간/야간 테마는 색상 재정의와 함께 사용할 수 없습니다 — 재정의가 우선합니다.
nb: Dag/natt-tema kan ikke kombineres med fargeoverstyringer — overstyringer vinner.
nl: Dag/nacht-thema kan niet worden gecombineerd met kleuroverschrijvingen — overschrijvingen winnen.
pl: Motywu dzień/noc nie można łączyć z nadpisaniami kolorów — wygrają nadpisania.
pt_br: O tema dia/noite não pode ser combinado com substituições de cor — as substituições prevalecerão.
pt_pt: O tema dia/noite não pode ser combinado com substituições de cor — as substituições prevalecem.
ro: Tema zi/noapte nu poate fi combinată cu suprascrieri de culoare — suprascrierile câștigă.
sl: Teme dan/noč ni mogoče združevati s preglasitvami barv — preglasitve bodo prevladale.
sv: Dag/natt-tema kan inte kombineras med färgöverstyrningar — överstyrningar vinner.
uk: Тему «День/Ніч» не можна поєднувати з перевизначенням кольорів — перевизначення матимуть перевагу.
vi: Giao diện ngày/đêm không thể kết hợp với ghi đè màu — ghi đè sẽ thắng thế.
zh_hans: 日间/夜间主题无法与颜色覆盖一起使用 — 覆盖项将优先生效。
zh_hant: 日間/夜間主題無法與顏色覆寫並用 — 覆寫項目將優先生效。

source: Debug
ar: تصحيح الأخطاء
ca: Depuració
cs: Ladění
es: Depuración
fi: Vianjäljitys
fr: Débogage
he: ניפוי באגים
hu: Hibakeresés
ja: デバッグ
ko: 디버그
nb: Feilsøking
pl: Debugowanie
pt_br: Depuração
pt_pt: Depuração
ro: Depanare
sl: Razhroščevanje
uk: Зневадження
vi: Gỡ lỗi
zh_hans: 调试
zh_hant: 除錯

source: Debug pod failed to start within timeout
ar: فشل pod التصحيح في البدء خلال المهلة المحددة
ca: El pod de depuració no s'ha iniciat dins del temps d'espera
cs: Ladicí pod se nepodařilo spustit v časovém limitu
da: Debug-pod kunne ikke starte inden for tidsgrænsen
de: Debug-Pod konnte nicht innerhalb des Zeitlimits gestartet werden
es: El pod de depuración no se inició dentro del tiempo de espera
fi: Debug-podin käynnistys aikakatkaistiin
fr: Le pod de débogage n'a pas démarré dans le délai imparti
he: Pod לניפוי באגים נכשל בעלייה בתוך הזמן הקצוב
hu: A debug pod nem indult el az időkorláton belül
it: Il pod di debug non si è avviato entro il timeout
ja: デバッグPodがタイムアウト内に起動しませんでした
ko: 디버그 Pod가 제한 시간 내에 시작되지 못했습니다
nb: Feilsøkingspoden klarte ikke å starte innen tidsavbruddet
nl: Debug-pod kon niet starten binnen de time-out
pl: Pod debugowania nie uruchomił się w wyznaczonym czasie
pt_br: O pod de depuração não iniciou dentro do tempo limite
pt_pt: O pod de depuração não iniciou dentro do tempo limite
ro: Podul de depanare nu a pornit în timpul alocat
sl: Razhroščevalni pod se ni zagnal v določenem času
sv: Felsökningspodden kunde inte starta inom tidsgränsen
uk: Pod для налагодження не запустився за відведений час
vi: Pod debug không khởi động được trong thời gian chờ
zh_hans: 调试 Pod 未能在超时前启动
zh_hant: 偵錯 Pod 未能在逾時前啟動

source: Debug pod failed: %@
ar: فشل pod التصحيح: %@
ca: El pod de depuració ha fallat: %@
cs: Ladicí pod selhal: %@
da: Debug-pod mislykkedes: %@
de: Debug-Pod fehlgeschlagen: %@
es: Error en el pod de depuración: %@
fi: Debug-pod epäonnistui: %@
fr: Échec du pod de débogage : %@
he: Pod לניפוי באגים נכשל: %@
hu: A debug pod meghibásodott: %@
it: Pod di debug non riuscito: %@
ja: デバッグPodが失敗しました: %@
ko: 디버그 Pod 실패: %@
nb: Feilsøkingspoden mislyktes: %@
nl: Debug-pod mislukt: %@
pl: Pod debugowania nie powiódł się: %@
pt_br: Falha no pod de depuração: %@
pt_pt: Falha no pod de depuração: %@
ro: Podul de depanare a eșuat: %@
sl: Razhroščevalni pod ni uspel: %@
sv: Felsökningspodden misslyckades: %@
uk: Помилка Pod для налагодження: %@
vi: Pod debug thất bại: %@
zh_hans: 调试 Pod 失败：%@
zh_hant: 偵錯 Pod 失敗：%@

source: Debug pods older than 1 hour without an active session are considered orphaned. These may have been left behind if the app crashed.
ar: تُعتبر حاويات التصحيح التي مضى عليها أكثر من ساعة بدون جلسة نشطة يتيمة. قد تكون قد تُركت إذا تعطّل التطبيق.
ca: Els pods de depuració amb més d'1 hora sense una sessió activa es consideren orfes. Poden haver quedat si l'aplicació s'ha tancat inesperadament.
cs: Debug pody starší než 1 hodinu bez aktivní relace jsou považovány za osiřelé. Mohly zůstat, pokud aplikace spadla.
da: Debug-pods ældre end 1 time uden en aktiv session betragtes som forældreløse. De kan være efterladt, hvis appen gik ned.
de: Debug-Pods älter als 1 Stunde ohne aktive Sitzung gelten als verwaist. Diese wurden möglicherweise nach einem App-Absturz zurückgelassen.
es: Los pods de depuración con más de 1 hora sin una sesión activa se consideran huérfanos. Pueden haber quedado si la aplicación se cerró inesperadamente.
fi: Yli tunnin vanhat debug-podit ilman aktiivista istuntoa katsotaan orvoiksi. Ne ovat saattaneet jäädä jäljelle sovelluksen kaatumisen seurauksena.
fr: Les pods de débogage de plus d'une heure sans session active sont considérés comme orphelins. Ils ont pu être laissés après un plantage de l'application.
he: Pods לניפוי באגים שגילם מעל שעה ללא הפעלה פעילה נחשבים ליתומים. ייתכן שהם נותרו אם האפליקציה קרסה.
hu: Az 1 óránál régebbi, aktív munkamenet nélküli debug podok árváiknak számítanak. Ezek az alkalmazás összeomlása esetén maradhattak hátra.
it: I pod di debug più vecchi di 1 ora senza una sessione attiva sono considerati orfani. Potrebbero essere stati lasciati in sospeso se l'app si è arrestata in modo anomalo.
ja: アクティブなセッションがなく1時間以上経過したデバッグPodは孤立とみなされます。アプリがクラッシュした場合に残ることがあります。
ko: 활성 세션 없이 1시간 이상 경과한 디버그 Pod는 고아로 간주됩니다. 앱이 충돌한 경우 남아 있을 수 있습니다.
nb: Feilsøkingspoder eldre enn 1 time uten en aktiv økt anses som foreldreløse. Disse kan ha blitt liggende igjen hvis appen krasjet.
nl: Debug-pods ouder dan 1 uur zonder actieve sessie worden als verweesd beschouwd. Deze kunnen zijn achtergebleven als de app is gecrasht.
pl: Pody debugowania starsze niż 1 godzinę bez aktywnej sesji są uznawane za osierocone. Mogły zostać pozostawione po awarii aplikacji.
pt_br: Pods de depuração com mais de 1 hora sem uma sessão ativa são considerados órfãos. Eles podem ter sido deixados para trás se o app travou.
pt_pt: Pods de depuração com mais de 1 hora sem uma sessão ativa são considerados órfãos. Podem ter sido deixados para trás se a aplicação falhou.
ro: Podurile de depanare mai vechi de 1 oră fără o sesiune activă sunt considerate orfane. Acestea pot fi rămase în urmă dacă aplicația s-a oprit neașteptat.
sl: Razhroščevalni podi, starejši od 1 ure, brez aktivne seje se štejejo za osirotele. Ti so lahko ostali za seboj, če se je aplikacija nepričakovano zaprla.
sv: Debug-poddar äldre än 1 timme utan en aktiv session betraktas som övergivna. Dessa kan ha lämnats kvar om appen kraschade.
uk: Зневаджувальні поди старші за 1 годину без активної сесії вважаються покинутими. Вони могли залишитися після аварійного завершення застосунку.
vi: Các debug pod cũ hơn 1 giờ không có phiên hoạt động được coi là mồ côi. Chúng có thể đã bị bỏ lại nếu ứng dụng bị treo.
zh_hans: 超过 1 小时且没有活跃会话的调试 Pod 被视为孤立。如果应用崩溃，这些 Pod 可能会被遗留。
zh_hant: 超過 1 小時且沒有活躍工作階段的除錯 Pod 會被視為孤立。如果 App 當機，這些 Pod 可能會被遺留。
